Repository: benediktharter/push-notifications-for-wp
Catalog: languages/pnfw-*.po
Languages: it_it

source: Are you sure you want to do this?
it_it: Sei sicuro di volerlo fare?

source: Export CSV
it_it: Esporta CSV

source: Feedback Provider is
it_it: Il Feedback Provider è

source: active
it_it: attivo

source: disabled
it_it: disattivo

source: (next scheduled event: %s)
it_it: (prossima esecuzione: %s)

source: Checks
it_it: Check

source: is
it_it: è

source: true (BAD! please fix)
it_it: true (MALE! da correggere)

source: false (GOOD!)
it_it: false (BENE!)

source: function is
it_it: funzione è

source: enabled (GOOD!)
it_it: abilitata (BENE!)

source: disabled (BAD! please fix)
it_it: disabilitato (MALE! da correggere)

source: Logs
it_it: Log

source: Empty Log
it_it: Svuota log

source: API Keys
it_it: API Key

source: OAuth is disabled. Anyone can connect to the APIs without authorization. For better security we recommend to enable OAuth (requires changes to client).
it_it: OAuth non è attivo. Chiunque può collegarsi alle API senza autorizzazione. Per una maggior sicurezza è consigliata l'abilitazione di OAuth (richiede alcune modifiche lato client).

source: Enable OAuth & Generate API Keys
it_it: Abilita OAuth e genera le API Key

source: Disable OAuth & Revoke Keys
it_it: Disabilita OAuth e rovoca le API Key

source: IMPORTANT: After revoking the API Keys clients who used them will no longer be able to connect.
it_it: IMPORTANTE: dopo aver revocato le API Key i client che ne facevano uso non saranno più in grado di collegarsi.

source: Settings
it_it: Impostazioni

source: Missing sandbox SSL certificate
it_it: Certificato SSL per la sandbox mancante

source: Missing sandbox certificate password
it_it: Password del certificato SSL per la sandbox non impostata

source: Missing production SSL certificate
it_it: Certificato SSL di produzione mancante

source: Missing production certificate password
it_it: Password del certificato SSL di produzione non impostata

source: Missing Google API Key
it_it: Google API Key non impostata

source: Missing ADM Client ID
it_it: ADM Client ID non impostato

source: Missing ADM Client Secret
it_it: ADM Client Secret non impostato

source: About this Plugin
it_it: A proposito di questo plugin

source: Developed by
it_it: Sviluppato da

source: Resources
it_it: Risorse

source: See the online documentation
it_it: Vedi la documentazione online

source: Basic Options
it_it: Configurazioni di base

source: Send push notifications when a new post is published
it_it: Invia le notifiche push quando viene pubblicato un post

source: Send push notifications to:
it_it: Invia notifiche push a:

source: iOS devices
it_it: Dispositivi iOS

source: Android devices
it_it: Dispositivi Android

source: Kindle Fire devices
it_it: Dispositivi Kindle Fire

source: Save settings
it_it: Salva impostazioni

source: Send Push Notifications for
it_it: Invia notifiche push per

source: Categories Filterable by App Subscribers
it_it: Categorie filtrabili dagli utenti sottoscrittori

source: URL Scheme
it_it: Schema URL

source: When a user registers on this site, he will receive a confirmation email with a verification link. If you have filled in the URL Scheme, after a successful verification from a mobile device the user will be redirected to the URL indicated.
it_it: Quando un utente si registra su questo sito riceverà un'email di conferma con un link di verifica. Se hai compilato questo campo, dopo una verifica andata a buon fine su un dispositivo mobile l'utente sarà rediretto all'URL indicato.

source: iOS Push Notifications (via Apple Push Notification Service, APNs)
it_it: Notifiche push iOS (attraverso l'Apple Push Notification Service, APNs)

source: Use sandbox environment
it_it: Usa sandbox

source: Sandbox SSL certificate (.pem)
it_it: Certificato SSL per la sandbox (.pem)

source: Upload
it_it: Carica

source: Change
it_it: Cambia

source: Certificate Password
it_it: Password certificato

source: Production SSL certificate (.pem)
it_it: Certificato SSL di produzione (.pem)

source: Obtaining the SSL Certificates
it_it: Ottenere i certificati SSL

source: Android Push Notifications (via Google Cloud Messaging, GCM)
it_it: Notifiche push Android (attraverso il Google Cloud Messaging, GCM)

source: Obtaining the Google API Key
it_it: Ottenere la Google API Key

source: Kindle Fire Push Notifications (via Amazon Device Messaging, ADM)
it_it: Notifiche push per Kindle Fire (attraverso l'Amazon Device Messaging, ADM)

source: Obtaining the Amazon Device Messaging credentials
it_it: Ottenere le credenziali per l'Amazon Device Messaging

source: Misc
it_it: Miscellanea

source: Enable wpautop filter to convert double line-breaks in the content into HTML paragraphs
it_it: Abilita il filtro wpautop per convertire le doppie interruzioni di riga nel contenuto in paragrafi HTML

source: In the Android notification payload add the <code>message</code> field
it_it: Nel payload delle notifiche Android aggiungi il campo <code>message</code>

source: Check this box if you are using Apache Cordova with PushPlugin.
it_it: Seleziona questa casella se utilizzi Apache Cordova con PushPlugin.

source: Remove data on uninstall
it_it: Rimuovi tutto durante la disinstallazione

source: Check this box if you would like to completely remove all of its data when the plugin is deleted.
it_it: Seleziona questa casella se vuoi che durante la disinstallazione vengano eliminati completamente tutti i dati del plugin

source: Stats
it_it: Statistiche

source: Overview
it_it: Panoramica

source: Users to which the notifications were sent
it_it: Utenti a cui sono state inviate le notifiche

source: Users who read the notifications
it_it: Utenti che hanno letto le notifiche

source: Subscribers per day
it_it: Sottoscrittori per giorno

source: Subscribers per category
it_it: Utenti sottoscrittori per categoria

source: Devices
it_it: Dispositivi

source: App subscribers
it_it: Sottoscrittori app

source: Registered app subscribers
it_it: Sottoscrittori app registrati

source: Anonymous app subscribers
it_it: Sottoscrittori app anonimi

source: App Subscribers
it_it: Sottoscrittori app

source: Completely deleted the user %s.
it_it: Eliminato completamente l'utente %s

source: Disassociated the user %s from blog %s
it_it: Disassociato l'utente %s dal blog %s

source: User deleted
it_it: Utente eliminato

source: Username
it_it: Nome utente

source: Categories
it_it: Categorie

source: Excluded Categories
it_it: Categorie escluse

source: Delete
it_it: Elimina

source: No app subscribers were found.
it_it: Nessun utente sottoscrittore app trovato.

source: Tokens
it_it: Token

source: Automatically deleted the anonymous user %s since left without tokens.
it_it: Eliminato in automatico l'utente anonimo %s dato che non ha più token associati.

source: Item deleted
it_it: Elemento eliminato

source: This is a test notification
it_it: Questa è una notifica di test

source: Notification sent to %s device
it_it: Notifica inviata al dispositivo %s

source: There was an error sending the notification. For more information, see the <a href='%s'>Debug</a> page
it_it: Si è verificato un problema durante l'invio della notifica. Per maggiori informazioni consulta la pagina di <a href='%s'>Debug</a>

source: Error
it_it: Errore

source: User
it_it: Utente

source: Registration timestamp
it_it: Timestamp registrazione

source: Operating System
it_it: Sistema operativo

source: Language
it_it: Lingua

source: Status
it_it: Stato

source: Active
it_it: Attivo

source: To be confirmed
it_it: Da attivare

source: Send test notification
it_it: Invia notifica di test

source: No tokens were found.
it_it: Nessun token trovato.

source: Push Notifications
it_it: Notifiche push

source: Send and make visible only to
it_it: Invia e rendi visibile solo a

source: Make visible only to
it_it: Rendi visibile solo a

source: Type
it_it: Tipo

source: Text
it_it: Testo

source: We were not able to activate your account. Please contact support.
it_it: Impossibile attivare il tuo account. Per favore contatta il supporto.

source: Thank you for activating your account.
it_it: Grazie per aver attivato il tuo account.

source: New confirmed app subscriber on your site %s: %s
it_it: Nuovo utente sottoscrittore app confermato sul tuo sito %s: %s

source: [%s] New Confirmed App Subscriber
it_it: [%s] Nuovo sottoscrittore app confermato

source: Success
it_it: Successo

source: Mandatory parameter %s missing
it_it: Parametro obbligatorio %s mancante

source: Invalid HTTP method
it_it: Metodo HTTP non valido

source: Post not found.
it_it: Post non trovato

source: You do not have permission to access this post.
it_it: Non hai i permessi di visualizzare questo articolo.

source: Uncategorized
it_it: Senza categoria

source: Anonymous
it_it: Anomimo

source: Invalid email address
it_it: Indirizzo email invalido

source: prevToken not found
it_it: prevToken non trovato

source: Attempted an update of a token equal to a token already present
it_it: Tentato l'aggiornamento di un token uguale ad un token già presente

source: Invalid %s
it_it: %s invalido

source: Thank you for joining %s!
it_it: Grazie per esserti iscritto a %s!

source: To confirm your registration, please click on the following link:
it_it: Per confermare la registrazione clicca su questo link:

source: Welcome to %s
it_it: Benvenuto su %s

source: Token not registered. To solve the problem please uninstall and reinstall the app.
it_it: Token non registrato. Per risolvere il problema reinstalla l'app.

source: Your email needs to be verified. Go to your email inbox and find the message from us asking you to confirm your address. Or make sure your email address is entered correctly.
it_it: La tua email deve essere verificata. Vai sulla tua casella di posta e cerca un messaggio da parte nostra che ti chiede di confermare il tuo indirizzo. Se non la trovi assicurati di aver inserito l'indirizzo corretto.

source: Unable to delete token
it_it: Impossibile eliminare il token

source: os parameter invalid
it_it: Parametro os non valido

source: Parameter %s is missing
it_it: Parametro %s mancante

source: Failed to sort parameters
it_it: Impossibile ordinare i parametri

source: Signature method is invalid
it_it: Il signature method specificato non è valido

source: Provided signature does not match
it_it: La signature non coincide con quella attesa

source: Unauthorized
it_it: Accesso non autorizzato

source: Not Found
it_it: Non trovato

source: Internal Server Error
it_it: Errore interno del server

source: Scheduled Feedback Provider.
it_it: Attivato Feedback Provider.

source: Un-scheduled Feedback Provider.
it_it: Disattivato Feedback Provider.

source: Feedback Provider is running.
it_it: Il Feedback Provider è in esecuzione.

source: iOS SSL certificate is not correctly set.
it_it: Certificato SSL per iOS non impostato correttamente.

source: iOS SSL certificate password is not correctly set.
it_it: Password del certificato SSL per iOS non impostata correttamente.

source: iOS SSL Certificate does not exists.
it_it: Il certificato SSL per iOS non esiste.

source: The Feedback Provider removed iOS token: %s.
it_it: Il Feedback Provider ha rimosso un token iOS: %s.

source: Notifications for the %s %s deliberately not sent
it_it: Notifiche per il %s %s non inviate volontariamente

source: Google API Key is not correctly set.
it_it: Google API Key non impostata correttamente.

source: Can't obtain ADM access token. ADM Client ID or ADM Client Secret are probably incorrect.
it_it: Impossibile ottenere il token di accesso ADM. Probabilmente l'ADM Client ID o l'ADM Client Secret sono errati.

source: ADM Client ID is not correctly set.
it_it: ADM Client ID non impostata correttamente.

source: ADM Client Secret is not correctly set.
it_it: ADM Client Secret non impostato correttamente.

source: Updated %s token from %s to %s.
it_it: Aggiornato token %s da %s a %s.

source: Removed invalid %s token: %s.
it_it: Rimosso token %s invalido: %s.

source: To activate Push Notifications for WordPress you must first disable Push Notifications for Posts and Push Notifications for WordPress (Lite)
it_it: Per attivare Push Notifications for WordPress devi prima disabilitare Push Notifications for Posts e Push Notifications for WordPress (Lite)

source: Plugin Activation Error
it_it: Errore durante l'attivazione del plugin

source: Push Notifications for WordPress requires PHP version %s or later.
it_it: Push Notifications for WordPress necessita di PHP %s o successivo.

source: App Subscriber
it_it: Sottoscrittore app

source: User Categories
it_it: Categorie utente

source: User Category
it_it: Categoria utente

source: Search User Categories
it_it: Cerca categorie utente

source: Popular User Categories
it_it: Categorie utente più popolari

source: All User Categories
it_it: Tutte le categorie utente

source: Edit User Category
it_it: Modifica categoria utente

source: Update User Category
it_it: Aggiorna categoria utente

source: Add New User Category
it_it: Aggiungi nuova categoria utente

source: New User Category Name
it_it: Nuovo nome categoria utente

source: Separate user categories with commas
it_it: Separa categorie utente con virgole

source: Add or remove user categories
it_it: Aggiungi o rimuovi categorie utente

source: Choose from the most popular user categories
it_it: Scegli tra le categorie utente più popolari

source: Users
it_it: Utenti

source: Select User Category
it_it: Seleziona categoria utente

source: There are no user categories available.
it_it: Non ci sono categorie utente disponibili.

source: Do not send for this %s
it_it: Non inviare per questo %s

source: All
it_it: Tutti

source: Anonymous users
it_it: Sottoscrittori app anonimi

source: Registered users
it_it: Sottoscrittori app registrati

source: Automatically deleted the tokens for user %s.
it_it: Eliminati in automatico i token per l'utente %s.

source: Automatically deleted excluded category %d.
it_it: Eliminata in automatico la categoria esclusa %d.

source: Upgrading from version %d.
it_it: Aggiornamento dalla versione %d.

source: Db version %d upgraded.
it_it: Versione database %d aggiornata.

source: This is our basic solution for small personal blogs. We also offer a full-featured plugin, Push Notifications for WordPress, designed for all the other websites.
it_it: È la nostra soluzione di base per piccoli blog personali. Offriamo anche un plugin avanzato, Push Notifications for WordPress, pensato per tutti gli altri siti più evoluti.

source: More info
it_it: Maggiori informazioni

source: Differences
it_it: Differenze

source: Do you want to support custom post types?
it_it: Vuoi supportare anche custom post type?

source: Upgrade now to Push Notifications for WordPress
it_it: Aggiorna subito a Push Notifications for WordPress

source: Do you want to see more stats?
it_it: Vuoi vedere altre statistiche?

source: This plugin allows you to send push notifications to up to %d tokens per platform. To send more notifications, please upgrade to <a href="http://www.delitestudio.com/wordpress/push-notifications-for-wordpress/">Push Notifications for Wordpress</a>.
it_it: Questo plugin ti permette di inviare notifiche push ad un massimo di %d token per piattaforma. Per inviare più notifiche puoi fare l'upgrade a <a href="http://www.delitestudio.com/wordpress/push-notifications-for-wordpress/">Push Notifications for Wordpress</a>.

source: To activate Push Notifications for Posts you must first disable Push Notifications for WordPress and Push Notifications for WordPress (Lite)
it_it: Per attivare Push Notifications for Posts devi prima disabilitare Push Notifications for WordPress e Push Notifications for WordPress (Lite)

source: Push Notifications for Posts requires PHP version %s or later.
it_it: Push Notifications for Posts necessita di PHP %s o successivo.

source: Push Notifications for Posts is incompatible with WordPress Multisite.
it_it: Push Notifications for Posts non è compatibile con i multisiti WordPress

source: Do you want to create user groups?
it_it: Vuoi creare gruppi di utenti?

source: Do you want to see the stats?
it_it: Vuoi vedere le statistiche?

source: To activate Push Notifications for WordPress (Lite) you must first disable Push Notifications for Posts and Push Notifications for WordPress
it_it: Per attivare Push Notifications for WordPress (Lite) devi prima disabilitare Push Notifications for Posts e Push Notifications for WordPress

source: Push Notifications for WordPress (Lite) requires PHP version %s or later.
it_it: Push Notifications for WordPress (Lite) necessita di PHP %s o successivo.

source: Push Notifications for WordPress (Lite) is incompatible with WordPress Multisite.
it_it: Push Notifications for Posts (Lite) non è compatibile con i multisiti WordPress
